hyprland
hyprpaper
hypridle
hyprlock
xdg-desktop-portal-hyprland
kitty
waybar
wofi
mako
swww
grim
slurp
wl-clipboard
cliphist
brightnessctl
playerctl
pavucontrol
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
alsa-utils
bluez
bluez-utils
blueman
networkmanager
network-manager-applet
firefox
chromium
code
dolphin
yazi
mpv
imv
zathura
zathura-pdf-mupdf
fastfetch
btop
htop
tree
unzip
p7zip
zip
xz
bzip2
gzip
wget
curl
git
lazygit
delta
gh
fzf
ripgrep
fd
eza
bat
zoxide
starship
atuin
jq
yq
python
python-pip
nodejs
npm
docker
docker-compose
gcc
cmake
rust
go
vim
nano
imagemagick
inkscape
gimp
audacity
ffmpeg
sox
vlc
eog
obsidian
discord
slack-desktop
zoom
signal-desktop
libreoffice-fresh
thunderbird
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-jetbrains-mono-nerd
ttf-fira-code
ttf-hack-nerd
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-ubuntu-mono-nerd
ttf-sourcecodepro-nerd
inter-font
ttf-roboto
ttf-ubuntu-font-family
ttf-liberation
adobe-source-sans-fonts
adobe-source-serif-fonts
bibata-cursor-theme
adwaita-icon-theme
breeze-icons
qt5ct
kvantum
gsettings-desktop-schemas
glib2
polkit
polkit-gnome
xdg-utils
xdg-user-dirs
mesa
vulkan-radeon
lib32-mesa
lib32-vulkan-radeon
steam
gamemode
mangohud
gamescope
wine
winetricks
lutris
lm_sensors
stress
radeontop
bandwhich
procs
dust
duf
bottom
ncdu
file
lshw
dmidecode
usbutils
pciutils
iotop
nethogs
nmap
traceroute
dig
whois
tcpdump
lsof
strace
ltrace
hdparm
powertop
acpi
tlp
thermald
fwupd
fprintd
upower
openssh
rsync
rclone
tailscale
podman
buildah
skopeo
dive
sqlite
postgresql
redis
direnv
shellcheck
shfmt
tokei
hyperfine
quarto
glow
openai-whisper
youtube-music
framework-laptop-kmod
